Repository: jadetheda/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: be, de, es, eu, fr, it, ja, ko, nb, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# settings.support.supporter.subscription-info
source: The supporter subscription is a monthly auto renewable subscription giving you a verified badge only visible to you on your profile. Subscription are automatically renewed unless you cancel them a day before the next renewal cycle.
de: Abonnements werden automatisch verlängert, sofern du sie nicht bis zu einem Tag vor der nächsten Verlängerung kündigst.
es: La suscripción se renueva automáticamente a menos que la canceles un día antes del siguiente ciclo de renovación.
eu: Babeslearen harpidetza hilero automatikoki berriztuko den harpidetza da. Zure profilean egiaztapen-intsignia erakutsiko du, zuk bakarrik ikusi ahal izango duzu. Harpidetza automatikoki berriztuko da hurrengo berritze-zikloa baino egun bat lehenago ezeztatzen ez baduzu.
fr: L'abonnement supporter est un abonnement mensuel renouvelable automatiquement vous donnant un badge vérifié visible uniquement par vous sur votre profil. Les abonnements sont automatiquement renouvelés, sauf si vous les annulez un jour avant le prochain cycle de renouvellement.
it: L’abbonamento è mensile e si rinnova in automatico. Aggiunge un badge di verifica al tuo profilo che solo tu puoi vedere. Gli abbonamenti si rinnovano in automatico a meno che tu non li disdica almeno un giorno prima del rinnovo.
ja: サブスクリプションは、次の更新サイクルの前日にキャンセルしない限り、自動的に更新されます。
ko: 정기 결제일 전날까지 구독을 취소하지 않는 한 구독은 자동으로 갱신됩니다.
nb: Abonnementet fornyes automatisk med mindre du kansellerer dem en dag før neste fornyelsessyklus.
nl: Abonnementen worden automatisch verlengd, tenzij je ze een dag voor de volgende verlengingsperiode opzegt.
pl: Subskrypcja jest odnawiana automatycznie, chyba że anulujesz ją na dzień przed kolejnym cyklem odnawiania.
pt_br: Assinaturas são automaticamente renovadas, a menos que canceladas até um dia antes da renovação para um novo ciclo.
tr: Destekçi aboneliği, her ay yenilenen ve sadece size gözükecek bir onay etiketi veren bir üründür. Abonelikler, bir gün öncesine kadar iptal etmediğiniz sürece yenilenmeye devam eder.
zh_hans: 此订阅将自动续订，除非在当前订阅期至少提前一天取消自动续订。
zh_hant: 除非在訂閱期滿前一天取消，訂閱將自動繼續。

# settings.support.supporter.subtitle
source: By giving a monthly tip to Ice Cubes, you become a supporter, you'll even get verified badge on your profile. For your 👀 only.
de: Indem du Ice Cubes ein monatliches Trinkgeld gibst, wirst du Unterstützer und bekommst sogar einen Verifiziert-Haken in deinem Profil. Nur für deine 👀.
es: Aportando una propina mensual a Ice Cubes, te convertirás en seguidor, incluso conseguirás una insignia de verificación en tu perfil. Sólo para tus 👀.
eu: Ice Cubes-i hilero eskupeko bat ematean babesle bilakatuko zara eta zure profilean egiaztatutako intsignia bat ere lortuko duzu. Zuk bakarrik 👀 ahal izango duzu.
fr: En donnant un pourboire mensuel à Ice Cubes, vous devenez supporter, vous obtiendrez même un badge vérifié sur votre profil. Pour vos 👀 seulement.
it: Inviando una mancia mensile a Ice Cubes si diventa sostenitori, riceverai anche un badge di verifica sul profilo. Solo per i tuoi 👀.
ja: Ice Cubesに毎月のヒントを提供することで、あなたはサポーターになり、プロフィールに認証済みのバッジを取得することもできます。👀 あなた専用です。
ko: 기부금을 매달 보내는 구독을 신청하면, 후원자가 될 수 있습니다. 프로필에 나만 볼 수 있는 자기만족용 인증 마크도 생겨요. 👀
nb: Ved å gi et månedlig tips til Ice Cubes, blir du en støttespiller. Du vil til og med få bekreftet merke på profilen din. Kun for dine 👀.
nl: Door maandelijks een fooi te geven aan Ice Cubes word je supporter. Je krijgt dan zelfs een verificatievinkje op je profiel. Alleen voor jou zichtbaar 👀
pl: Przekazując Ice Cubes comiesięczny napiwek, stajesz się osobą wspierającą, a dodatkowo na swoim profilu otrzymasz znaczek weryfikacji. Tylko dla twoich 👀.
pt_br: Dando uma gorjeta mensal ao Ice Cubes, você se torna um apoiador, e ainda receberá um selo de 'verificado' no seu perfil (apenas para seus 👀)
tr: Ice Cubes uygulamasına aylık bağış yaparak, profilinde bile onaylanmış etiketi alabilirsin. Sadece senin için. 👀
zh_hans: 你可以通过每月给 Ice Cubes 捐赠成为支持者，你还能在个人资料上得到一个认证徽章，仅你可见 👀
zh_hant: 您若每月捐贈給 Ice Cubes 就能成為支持者，更能在個人檔案裡看到驗證徽章。限您 👀 見。

# settings.support.supporter.title
source: Become a supporter!
de: Werde Unterstützer!
es: ¡Hazte seguidor!
eu: Izan babesle!
fr: Devenez un supporter !
it: Sostienici!
ja: サポーターになろう！
ko: 후원자가 되어 보세요!
nb: Bli en støttespiller!
nl: Word supporter!
pl: Zostań osobą wspierającą!
pt_br: Seja um apoiador!
tr: Destekçi olun!
zh_hans: 成为支持者！
zh_hant: 成為支持者！

# settings.support.terms-of-use
source: Terms
de: Nutzungsbedingungen
es: Condiciones de uso
eu: Baldintzak
fr: Termes et Conditions
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
nb: Vilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de Uso
tr: Koşullar
zh_hans: 使用条款
zh_hant: 使用條款

# settings.swipeactions.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
eu: Itxura
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

# settings.swipeactions.icon-style
source: Icon Style
de: Symbolstil
es: Estilo de icono
eu: Ikonoen itxura
fr: Style de l'icône
it: Stile icone
ja: アイコンスタイル
ko: 아이콘 모양
nb: Ikon-stil
nl: Symboolstijl
pl: Styl ikony
pt_br: Estilo do ícone
tr: İkon stili
uk: Стиль іконки
zh_hans: 图标样式
zh_hant: 圖示式樣

# settings.swipeactions.primary
source: Primary Action
de: Primäre Aktion
es: Acción primaria
eu: Ekintza nagusia
fr: Action principale
it: Azione primaria
ja: メイン操作
ko: 주 동작
nb: Primær handling
nl: Primaire actie
pl: Akcja podstawowa
pt_br: Ação primária
tr: Birincil Aksiyon
uk: Основна дія
zh_hans: 主要操作
zh_hant: 主功能

# settings.swipeactions.secondary
source: Secondary Action
de: Sekundäre Aktion
es: Acción secundaria
eu: Bigarren ekintza
fr: Action Secondaire
it: Azione secondaria
ja: サブ操作
ko: 보조 동작
nb: Sekundær handling
nl: Secundaire actie
pl: Akcja dodatkowa
pt_br: Ação secundária
tr: İkincil Aksiyon
uk: Додаткова дія
zh_hans: 次要操作
zh_hant: 副功能

# settings.swipeactions.status.explanation
source: Swipe actions are available upon swiping left or right on a post. The secondary action is only available if the primary action is set.
de: Wischaktionen sind verfügbar, indem du einen Beitrag nach links oder nach rechts wischst. Die sekundäre Aktion ist nur verfügbar, wenn die primäre Aktion gesetzt ist.
es: Las acciones al deslizar se muestran al deslizar hacia la izquierda o la derecha sobre una publicación. La acción secundaria sólo está disponible si se ha establecido una acción primaria.
eu: Mugimenduen ekintzak bidalketa batean atzamarra ezkerrera edo eskumara mugitzean daude erabilgai. Ekintza nagusia ezarri ezean ezingo da bigarren ekintza zehaztu.
fr: Les actions de balayage sont disponibles en balayant à gauche ou à droite sur une publication. L'action secondaire n'est disponible que si l'action primaire est définie.
it: Le azioni di scorrimento sono disponibili scorrendo verso sinistra o verso destra su un post. L’azione secondaria è disponibile solo se la primaria è stata impostata.
ja: スワイプ操作は、投稿を左右にスワイプすると使用できます。サブ操作は、メイン操作が設定されている場合にのみ使用できます。
ko: 글을 오른쪽이나 왼쪽으로 쓸어넘겨 원하는 동작을 실행할 수 있습니다. 보조 동작은 주 동작을 설정했을 때만 추가할 수 있습니다.
nb: Sveipehandlinger er tilgjengelige når du sveiper til venstre eller høyre på et innlegg. Den sekundære handlingen er bare tilgjengelig hvis den primære handlingen er angitt.
nl: Veeg naar links of rechts op een post om de veegacties zichtbaar te maken. De secundaire actie is alleen beschikbaar indien de primaire actie is ingesteld.
pl: Akcje przeciągania palcem są dostępne po przesunięciu postu w lewo lub w prawo. Akcja dodatkowa jest dostępna tylko wtedy, gdy ustawiona jest akcja podstawowa.
pt_br: As ações de deslizar estão disponíveis ao deslizar para a esquerda ou para a direita em uma postagem. A ação secundária só estará disponível se a ação primária estiver definida.
tr: Kaydırma ayarları sola ve sağa kaydırma ile kullanılabilir. İkincil aksiyon sadece birincil aksiyon seçili ise kurulabilir.
uk: Дії гортання доступні, якщо провести пальцем ліворуч або праворуч по допису. Додаткова дія доступна, лише якщо встановлено основну дію.
zh_hans: 可在嘟文上进行向左轻扫或向右轻扫操作。仅当设置了主要操作时，次要操作才可用。
zh_hant: 滑動功能在嘟文上左右滑動使用。副功能需啟動主功能時才能使用。

# settings.swipeactions.use-theme-colors
source: Use Theme Colors
de: Farbschema verwenden
es: Usar colores del tema
eu: Erabili gaiaren koloreak
fr: Utiliser les couleurs du thème
it: Usa i colori del tema
ja: テーマ色を使う
ko: 테마 색상 사용
nb: Bruk temafarger
nl: Gebruik themakleuren
pl: Użyj kolorów motywu
pt_br: Usar cores do tema
tr: Tema Renklerini Kullan
uk: Використовувати колір тему
zh_hans: 使用主题色
zh_hant: 使用風格顏色

# settings.swipeactions.use-theme-colors-explanation
source: Use Theme Colors Instead of Default Colors
de: Farbschema anstelle der Standardfarben verwenden
es: Usar colores del tema en lugar de los colores por defecto
eu: Erabili hautatutako kolorea defektuzko koloreen ordez
fr: Utiliser les couleurs du thème au lieu des couleurs par défaut
it: Usa i colori del tema al posto dei colori di default
ja: デフォルトの色の代わりにテーマの色を使用する
ko: 동작의 기본 색상 대신 테마 색상을 사용합니다.
nb: Bruk temafarger i stedet for standardfarger
nl: Gebruik themakleuren in plaats van standaardkleuren
pl: Użyj kolorów motywu zamiast kolorów domyślnych
pt_br: Use as cores do tema em vez das cores padrão
tr: Varsayılan Renkler Yerine Tema Renklerini Kullan
uk: Використовувати колір теми замість стандартних кольорів
zh_hans: 使用主题色而不是默认色
zh_hant: 用風格顏色代替預設顏色

# settings.tabs.fifth-tab
source: Fifth Tab
de: Fünfter Tab
es: Quinta pestaña
eu: Bosgarren erlaitza
fr: Cinquième onglet
it: Quinto pannello
ko: 다섯 번째 탭
nl: Vijfde tabblad
pl: Piąta zakładka
pt_br: Quinta Aba
tr: Beşinci Sekme
zh_hans: 第五栏
zh_hant: 頁籤五

# settings.tabs.first-tab
source: First Tab
de: Erster Tab
es: Primera pestaña
eu: Lehen erlaitza
fr: Premier onglet
it: Primo pannello
ko: 첫 번째 탭
nl: Eerste tabblad
pl: Pierwsza zakładka
pt_br: Primeira Aba
tr: Birinci Sekme
zh_hans: 第一栏
zh_hant: 頁籤一

# settings.tabs.fourth-tab
source: Fourth Tab
de: Vierter Tab
es: Cuarta pestaña
eu: Laugarren erlaitza
fr: Quatrième onglet
it: Quarto pannello
ko: 네 번째 탭
nl: Vierde tabblad
pl: Czwarta zakładka
pt_br: Quarta Aba
tr: Dördüncü Sekme
zh_hans: 第四栏
zh_hant: 頁籤四

# settings.tabs.second-tab
source: Second Tab
de: Zweiter Tab
es: Segunda pestaña
eu: Bigarren erlaitza
fr: Deuxième onglet
it: Secondo pannello
ko: 두 번째 탭
nl: Tweede tabblad
pl: Druga zakładka
pt_br: Segunda Aba
tr: İkinci Sekme
zh_hans: 第二栏
zh_hant: 頁籤二

# settings.tabs.third-tab
source: Third Tab
de: Dritter Tab
es: Tercera pestaña
eu: Hirugarren erlaitza
fr: Troisième onglet
it: Terzo pannello
ko: 세 번째 탭
nl: Derde tabblad
pl: Trzecia zakładka
pt_br: Terceira Aba
tr: Üçüncü Sekme
zh_hans: 第三栏
zh_hant: 頁籤三

# settings.translation.api-key-type
source: Type of the Key
de: Typ des Schlüssels
es: Tipo de clave
eu: Gako mota
fr: Type de Clé
it: Tipo di chiave
ja: キーのタイプ
ko: API 키 종류
nb: Type nøkkel
nl: Sleuteltype
pl: Rodzaj klucza
pt_br: Tipo da chave
tr: Anahtar türü
uk: Тип ключа
zh_hans: 密钥类型
zh_hant: 密鑰類型

# settings.translation.auto-detect-post-language
source: Auto detect language
de: Sprache automatisch erkennen
es: Detectar idioma automáticamente
eu: Antzeman hizkuntza automatikoki
fr: Détection automatique de la langue
it: Rileva lingua
ja: 言語を自動検出
ko: 글 게시 전 언어 자동 감지
nl: Herken taal automatisch
pl: Automatyczne wykrywanie języka
pt_br: Detectar idioma automaticamente
tr: Dili otomatik algıla
uk: Автоматично визначати мову
zh_hans: 自动检测语言
zh_hant: 自動偵測語言

# settings.translation.auto-detect-post-language-footer
source: Ice Cubes will try to automatically detect the language of the post you're about to post and will suggest to update your post language if necessary.
de: Ice Cubes wird versuchen, die Sprache deines Beitrags automatisch zu erkennen, und, falls nötig, vorschlagen, die Sprache zur Veröffentlichung zu ändern.
es: Ice Cubes intentará detectar el idioma de la publicación automáticamente cuando estés a punto de publicarla y sugerirá cambiar el idioma de la publicación si es necesario.
eu: Ice Cubes automatikoki saiatuko da argitaratzear zauden bidalketaren hizkuntza antzematen eta bidalketaren hizkuntza aldatzea gomendatuko dizu bat ez datorrela ikusten badu.
fr: Ice Cubes tentera de détecter automatiquement la langue du message que vous êtes sur le point de publier et vous proposera de mettre à jour la langue de votre message si nécessaire.
it: Ice Cubes cercherà di rilevare automaticamente la lingua del post che stai per pubblicare e, se necessario, ti suggerirà di aggiornare la lingua del post.
ja: Ice Cubesは、投稿しようとしている投稿の言語を自動的に検出しようとし、必要に応じて投稿言語を更新するよう提案します。
ko: 글을 게시하기 전에 지정한 글 언어와 인식된 글 언어가 동일한지 비교한 뒤, 다른 경우 필요에 따라 언어를 변경할 수 있도록 적절한 언어를 제안합니다.
nl: Ice Cubes probeert de taal van de te plaatsen post automatisch te herkennen en geeft dan de suggestie de taal van de post aan te passen, indien nodig.
pl: Ice Cubes spróbuje automatycznie wykryć język postu, który zamierzasz opublikować i w razie potrzeby zasugeruje aktualizację języka postu.
pt_br: O Ice Cubes tentará detectar automaticamente o idioma da publicação que você está prestes a enviar e sugerirá a atualização do idioma da publicação, se necessário.
tr: Ice Cubes göndereceğin gönderinin dilini algılamaya çalışacak ve gerekirse gönderi dilini güncellemeni önerecek.
uk: Ice Cubes спробує автоматично визначити мову вашого допису і запропонує оновити мову допису, якщо забажаєте.
zh_hans: Ice Cubes 会自动检测你将要发布的嘟文的语言，并在必要时建议你更新嘟文语言。
zh_hant: Ice Cubes 將自動偵測您用的語言，必要時會提醒您設定嘟文的語言。

# settings.translation.navigation-title
source: Translation
de: Übersetzung
es: Traducción
eu: Itzulpenaren ezarpenak
fr: Traduction
it: Traduzione
ja: 翻訳設定
ko: 번역
nb: Oversettelse
nl: Vertaling
pl: Ustawienia tłumaczenia
pt_br: Tradução
tr: Çeviri
uk: Переклад
zh_hans: 翻译设置
zh_hant: 翻譯設定

# settings.translation.user-api-key
source: DeepL API Key
de: DeepL-API-Schlüssel
es: Clave API de DeepL
eu: DeepL API gakoa
fr: Clé API DeepL
it: Chiave API DeepL
ja: DeepL APIキー
ko: DeepL API 키
nb: DeepL API-nøkkel
nl: DeepL API-sleutel
pl: Klucz DeepL API
pt_br: Chave da API DeepL
tr: DeepL API Anahtarı
zh_hans: DeepL API 密钥
zh_hant: DeepL API 密鑰

# status.action.copy-link
source: Copy Link
de: Link kopieren
es: Copiar enlace
eu: Kopiatu esteka
fr: Copier le lien
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nb: Kopier link
nl: Kopieer link
pl: Kopiuj link
pt_br: Copiar link
tr: Bağlantıyı Kopyala
uk: Копіювати посилання
zh_hans: 拷贝链接
zh_hant: 拷貝連結

# status.action.select-text
source: Select Text
de: Text auswählen
es: Seleccionar texto
eu: Hautatu testua
fr: Sélectionner le texte
it: Seleziona testo
ja: テキストの選択
ko: 본문 텍스트 선택
nl: Selecteer tekst
pl: Wybierz tekst
pt_br: Selecionar texto
tr: Metni Seç
uk: Обрати текст
zh_hans: 选择文本
zh_hant: 選取本文

# status.action.translated-label-from-%@-%@
source: Translated from %@ using %@
de: Aus %@ mit %@ übersetzt
es: Traducido desde %@ usando %@
eu: %@(e)tik %@ erabiliz itzulia
fr: Traduit depuis %@ avec %@
it: Tradotto da %@ usando %@
ja: %@ から %@ を使用して翻訳
ko: %2$@ 서비스를 통해 %1$@에서 번역됨
nb: Oversatt fra %@ ved å bruke %@
nl: Vertaald uit het %@ met %@
pl: Tekst %@ przetłumaczono za pomocą %@
pt_br: Traduzido de %@ usando %@
tr: %@ tarafından %@ kullanılarak çevrildi
uk: Переклад з %@ з допомогою %@
zh_hans: 翻译自 %@，使用 %@
zh_hant: 從 %@ 以 %@ 翻譯

# status.editor.ai-prompt.add-tags
source: Add #Tags in place
de: #Tags im Text einfügen
es: Añadir #Tags en su lugar
eu: Gehitu #Traolak tokian
fr: Ajoute des #Tags
it: Aggiungi #tag in linea
ja: #タグを所定の位置に追加
ko: 주요 단어 태그 표시하기
nb: Legg til #tagger på plass
nl: Hashtags in tekst
pl: Dodaj hasztagi wewnątrz tekstu
pt_br: Adicione #Tags no lugar
tr: Yerine #Etiketler ekle
uk: Додати #Tags за текстом
zh_hans: 自动添加#标签
zh_hant: 原地加入#標籤

# status.editor.ai-prompt.insert-tags
source: Add #Tags after my text
de: #Tags nach dem Text einfügen
es: Añadir #Tags al final del texto
eu: Gehitu #Traolak amaieran
fr: Ajouter les #tags après mon texte
it: Aggiungi #tag alla fine
ja: テキストの後に#タグを追加
ko: 글 뒤에 태그 추가하기
nb: Legg til #tagger etter teksten min
nl: Hashtags na tekst
pl: Dodaj hasztagi po moim tekście
pt_br: Adicionar #Tags após meu texto
tr: Metnimden sonra #Etiketler ekle
uk: Додати #Tags у кінці
zh_hans: 在末尾添加#标签
zh_hant: 文末加入#標籤

# status.editor.browse-file
source: Browse Files
de: Dateien durchsuchen
es: Archivos
eu: Arakatu fitxategiak
fr: Parcourir les Fichiers
it: Sfoglia file
ja: ファイルの参照
ko: 파일 선택
nb: Bla gjennom filer
nl: Bestanden
pl: Przeglądaj pliki
pt_br: Procurar Arquivos
uk: Переглянути файли
zh_hans: 选取文件
zh_hant: 瀏覽檔案

# status.editor.camera-picker
source: Take Photo
de: Foto aufnehmen
es: Tomar foto
eu: Egin argazkia
fr: Prendre une Photo
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
nb: Ta bilde
nl: Maak foto
pl: Zrób zdjęcie
pt_br: Tirar foto
tr: Fotoğraf Çek
uk: Зробити світлину
zh_hans: 拍照
zh_hant: 拍攝相片

# status.editor.follow-up.text.placeholder
source: Type your follow-up content here.
de: Gib hier deinen Folgeinhalt ein.
es: Escriba aquí el resto de su contenido.
eu: Idatzi hariaren jarraipena hemen.
fr: Écrivez votre contenu ici
it: Scrivi il contenuto aggiuntivo qui.
ja: ここにフォローアップのコンテンツを入力します。
ko: 앞 글에 이어지는 내용을 작성하세요.
nl: Typ hier je follow-up-inhoud.
pl: Tutaj wpisz swoją dalszą treść
pt_br: Escreva aqui a continuação do seu conteúdo.
tr: Devam eden içeriğini burada yaz.
uk: Введіть ваш подальший контент тут.
zh_hans: 在这里输入你的后续内容
zh_hant: 後續內容於此輸入。

# status.editor.media.generate-description
source: 🤖 Generate description
de: 🤖 Beschreibung erzeugen
es: 🤖 Generar descripción
eu: 🤖 Sortu deskribapena
fr: 🤖 Générer la description
it: 🤖 Genera descrizione
ja: 🤖 説明を生成
ko: 설명 생성 🤖
nl: 🤖 Genereer omschrijving
pl: 🤖 Wygeneruj opis
pt_br: 🤖 Gerar descrição
tr: 🤖 Açıklama yarat
uk: 🤖 Згенерувати опис
zh_hans: 🤖 生成图片描述
zh_hant: 🤖 生成描述

# status.editor.photo-library
source: Photos Library
de: Fotoalbum
es: Fototeca
eu: Argazki-liburutegia
fr: Bibliothèque de photos
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
nb: Bildebibliotek
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Biblioteca de Fotos
tr: Fotoğraf Kütüphanesi
uk: Бібліотека світлин
zh_hans: 照片图库
zh_hant: 相片圖庫

# status.editor.spoiler
source: Content warning
de: Inhaltswarnung
es: Aviso de contenido
eu: Edukiari buruzko oharra
fr: Avertissement sur le contenu
it: Avviso contenuti
ja: ネタバレ
ko: 열람 주의 문구
nl: Waarschuwing gevoelig materiaal
pl: Ostrzeżenie dotyczące treści
pt_br: Texto de Spoiler
tr: Spoiler uyarısı
zh_hans: 内容警告
zh_hant: 劇透警告

# status.error.no-alt-text
source: Your settings require alt text on all media before posting
de: Deine Einstellung erfordern einen Alternativtext für alle Medien vor der Veröffentlichung
fr: Vos paramètres nécessitent un texte alternatif sur tous les médias avant de publier
it: Le tue impostazioni richiedono il testo alternativo su tutti i media prima della pubblicazione.
ko: 모든 미디어에 설명을 달지 않으면 게시하지 않도록 설정했습니다.
pl: Twoje ustawienia wymagają tekstu alternatywnego na wszystkich materiałach przed ich opublikowaniem
pt_br: Suas configurações exigem textos alternativos em todas as imagens antes de postar
zh_hans: 你的设置要求在发布前为所有媒体添加描述文本
zh_hant: 您設定嘟文必須含圖片描述文字

# status.error.posting.title
source: Error while posting
de: Fehler beim Veröffentlichen
es: Error al publicar
eu: Errorea argitaratzean
fr: Erreur pendant la publication
it: Errore durante la pubblicazione
ja: 投稿時にエラーが発生しました
ko: 게시 오류
nb: Feil ved publisering
nl: Fout tijdens posten
pl: Błąd podczas publikowania
pt_br: Erro ao postar
tr: Gönderilirken hata oluştu
zh_hans: 无法发送嘟文
zh_hant: 無法發表嘟文

# status.poll.hide-results
source: Hide Results
de: Ergebnisse verstecken
es: Ocultar Resultados
eu: Ezkutatu emaitzak
fr: Cacher les résultats
it: Nascondi i risultati
ja: 結果を非表示
ko: 결과 가리기
nl: Verberg resultaten
pl: Ukryj wyniki
pt_br: Esconder Resultados
tr: Yanıtları Gizle
zh_hans: 隐藏结果
zh_hant: 隱藏結果

# status.poll.show-results
source: Show Results
de: Ergebnisse zeigen
es: Mostrar resultados
eu: Erakutsi emaitzak
fr: Afficher les résultats
it: Mostra i risultati
ja: 結果を表示
ko: 결과 보기
nl: Toon resultaten
pl: Pokaż wyniki
pt_br: Mostrar Resultados
tr: Yanıtları Göster
zh_hans: 显示结果
zh_hant: 顯示結果

# status.row.is-thread
source: Continues a thread
de: Setzt einen Thread fort
es: Continúa un hilo
eu: Hariari jarraiki
fr: Complète un fil
it: Continua un thread
ja: スレッドを継続
ko: 이전 글에서 계속
nl: Vervolgt een thread
pl: Kontynuuje wątek
pt_br: Continue uma conversa
tr: Konu olarak devam eder
uk: Продовження треду
zh_hans: 续接嘟文
zh_hant: 延續帖子

# status.show-full-post
source: Show full post
de: Ganzen Beitrag anzeigen
es: Mostrar publicación completa
eu: Erakutsi osorik
fr: Afficher toute la publication
it: Mostra post intero
ja: 投稿をすべて表示
ko: 전체 내용 보기
nl: Toon volledige post
pl: Pokaż cały post
pt_br: Mostrar postagem completa
tr: Tüm gönderileri göster
uk: Показати весь допис
zh_hans: 显示全文
zh_hant: 顯示全文

# status.summary.edit-history
source: Edit History
de: Beitragsverlauf
es: Histórico de edición
eu: Edizio-historia
fr: Éditer l'historique
it: Modifica cronologia
ja: 編集履歴
ko: 글 수정 기록
nb: Redigeringshistorikk
nl: Bewerkingsgeschiedenis
pl: Historia edycji
pt_br: Editar Histórico
tr: Geçmişi Düzenle
uk: Журнал змін
zh_hans: 编辑历史
zh_hant: 編輯歷史

# status.summary.n-quotes %lld
source: %lld quotes
de: %lld Zitate
es: %lld citas
fr: %lld citations
it: %lld citazioni
ko: 인용 %lld회
pt_br: %lld menções
zh_hant: %lld 引述

# status.summary.n-replies %lld
source: %lld replies
de: %lld Antworten
es: %lld respuestas
eu: %lld erantzun
fr: %lld réponses
it: %lld risposte
ja: %lld 件の返信
ko: 답글 %lld개
nb: %lld svar
nl: %lld antwoorden
pl: %lld odpowiedzi
pt_br: %lld respostas
tr: %lld cevap
uk: %lld відповідей
zh_hans: %lld 个回复
zh_hant: %lld 回覆

source: Stream home timeline
de: Timeline streamen
es: Actualizar cronología principal en tiempo real
fr: Streaming du file d’actualité principal
it: Streaming della Home
ko: 홈에서 글 자동 새로고침
pl: Strumień strony głównej na bieżąco
pt_br: Transmitir a timeline principal
zh_hant: 主時間軸串流

# tab.mentions
source: Mentions
de: Erwähnungen
eu: Aipamenak
it: Menzioni
ja: メンション
ko: 언급
pl: Wzmianki
tr: Bahsedilme
uk: Згадування
zh_hans: 提及
zh_hant: 提及

# tag-groups.edit.section.title
source: Add or remove tag from tag groups
de: Tag zu Taggruppen hinzufügen oder entfernen
es: Añadir o borrar etiqueta del grupo de etiquetas
eu: Gehitu edo kendu traola-sortetatik
fr: Ajouter ou supprimer un tag d'un groupe de tags
it: Aggiungi o rimuovi tag dai gruppi di tag
ja: タググループへのタグの追加または削除
ko: 태그 모음에 이 태그 추가/제거
nl: Tags toevoegen aan of verwijderen uit taggroepen
pl: Dodaj lub usuń hashtag z grupy hasztagów
pt_br: Adicionar ou remover tag de grupos de tags
tr: Etiket grubuna etiket ekle veya kaldır
zh_hans: 从标签组添加或移除标签
zh_hant: 從標籤組新增或刪除標籤

# tag.suggested.mentions-%lld
source: %lld mentions
de: %lld Erwähnungen
es: %lld menciones
eu: %lld aipamen
it: %lld menzioni
ja: 返信：%lld
ko: %lld개 글
nb: %lld omtaler
nl: %lld vermeldingen
pl: %lld wzmianek
pt_br: %lld menções
tr: %lld bahsetme
uk: %lld згадок
zh_hans: %lld 个提及
zh_hant: %lld 提及

source: Telemetry
de: Telemetrie
es: Telemetría
fr: Télémétrie
it: Telemetria
ko: 사용 정보 수집
pl: Telemetria
pt_br: Telemetria
tr: Telemetri
zh_hans: 数据采集
zh_hant: 遙測數據

source: Telemetry by TelemetryDeck
de: Telemetrie von TelemetryDeck
es: Telemetría de TelemetryDeck
fr: Télémétrie par TelemetryDeck
it: Telemetria di TelemetryDeck
ko: TelemetryDeck을 통해 사용 정보 수집됨
pl: Telemetria TelemetryDeck
pt_br: Telemetria por TelemetryDeck
tr: TelemetryDeck tarafından telemetri
zh_hans: 数据采集服务由 TelemetryDeck 提供
zh_hant: TelemetryDeck 遙測
